[00:00.00]眉目里似哭不似哭
[00:05.00]还祈求甚么说不出
[00:10.00]陪著你轻呼著烟圈
[00:13.00]到唇边　讲不出满足
[00:20.00]你的温柔怎可以捕捉
[00:24.00]越来越近　却从不接触
[00:32.00]La......　La......
[00:42.00]茶没有喝光早变酸
[00:47.00]从来未热恋已相恋
[00:51.00]陪著你天天在兜圈
[00:54.00]那缠绕　怎么可算短
[01:00.00]你的衣裳今天我在穿
[01:05.00]未留住你　却仍然温暖
[01:12.00] 徘徊在似苦又甜之间
[01:17.00]望不穿这暖昧的眼
[01:21.00]爱或情借来填一晚
[01:25.00]终须都归还　无谓多贪
[01:31.00]犹疑在似即若离之间
[01:35.00]望不穿这暖昧的眼
[01:40.00]似是浓却仍然很淡
[01:44.00]天早灰蓝　想告别
[01:49.00]偏未晚
[02:15.00]茶没有喝光早变酸
[02:19.00]从来未热恋已相恋
[02:24.00]陪著你天天在兜圈
[02:27.00]那缠绕　怎么可算短
[02:33.00]你的衣裳今天我在穿
[02:38.00]未留住你　却仍然温暖
[02:45.00] 徘徊在似苦又甜之间
[02:49.00]望不穿这暖昧的眼
[02:54.00]爱或情借来填一晚
[02:57.00]终须都归还　无谓多贪
[03:03.00]犹疑在似即若离之间
[03:07.00]望不穿这暖昧的眼
[03:12.00]似是浓却仍然很淡
[03:16.00]天早灰蓝　想告别
[03:21.00]偏未晚
[03:26.00] 徘徊在似苦又甜之间
[03:30.00]望不穿这暖昧的眼
[03:35.00]爱或情借来填一晚
[03:39.00]终须都归还　无谓多贪
[03:44.00]犹疑在似即若离之间
[03:49.00]望不穿这暖昧的眼
[03:54.00]似是浓却仍然很淡
[03:58.00]天早灰蓝　想告别
[04:03.00]偏未晚

[00:02.00]我从来不曾抗拒你的魅力
[00:07.00]虽然你从来不曾对我著迷
[00:14.00]我总是微笑的看著你
[00:19.00]我的情意总是轻易就洋溢眼底
[00:29.00]我曾经想过在寂寞的夜里
[00:36.00]你终於在意在我的房间里
[00:42.00]你闭上眼睛亲吻了我
[00:49.00]不说一句紧紧抱我在你怀里
[01:02.00]我是爱你的
[01:08.00]我爱你到底
[01:15.00]生平第一次我放下矜持
[01:21.00]任凭自己幻想一切关於我和你
[01:31.00]你是爱我的
[01:37.00]你爱我到底
[01:44.00]生平第一次我放下矜持
[01:49.00]相信自己真的可以深深去爱你
[02:00.00]
[02:01.00]......
[02:23.00]
[02:24.00]我曾经想过在寂寞的夜里
[02:31.00]你终於在意在我的房间里
[02:37.00]你闭上眼睛亲吻了我
[02:43.00]不说一句紧紧抱我在你怀里
[02:53.00]我是爱你的
[02:59.00]我爱你到底
[03:05.00]生平第一次我放下矜持
[03:10.00]任凭自己幻想一切关於我和你
[03:20.00]你是爱我的
[03:26.00]你爱我到底
[03:32.00]生平第一次我放下矜持
[03:38.00]相信自己真的可以深深去爱你
[03:47.00]深深去爱你
[03:52.00]
[03:53.00]......
[04:13.00]
[04:14.00]深深去爱你
[04:23.00]
[04:24.00]......
[04:25.00]
[04:25.00]
[04:25.00]
[04:26.00] (完）

[00:14.00]
[00:16.27]差不多冬至 一早一晚还是有雨
[00:20.29]当初的坚持 现已令你很怀疑 很怀疑
[00:27.26]你最尾等到 只有这枯枝
[00:31.89]苦恋几多次 悉心栽种全力灌注
[00:35.84]所得竟不如 别个后辈收成时
[00:41.35]这一次你真的很介意
[00:45.69]
[00:46.28]但见旁人谈情何引诱
[00:50.57]问到何时葡萄先熟透
[00:54.69]你要静候 再静候
[00:58.19]就算失收 始终要守
[01:01.91]
[01:03.65]日后 尽量别教今天的泪白流
[01:10.75]留低击伤你的石头 从错误里吸收
[01:18.17]也许 丰收月份尚未到你也得接受
[01:25.15]或者要到你将爱酿成醇酒
[01:31.66]时机先至熟透
[01:35.35]
[01:49.42]应该怎么爱 可惜书里从没记载
[01:53.13]终于摸出来 但岁月却不回来 不回来
[01:59.91]错过了春天 可会再花开
[02:04.38]一千种恋爱 一些需要情泪灌溉
[02:08.53]枯毁的温柔 在最后会长回来
[02:13.84]错的爱乃必经的配菜
[02:17.94]
[02:18.71]但见旁人谈情何引诱
[02:22.89]问到何时葡萄先熟透
[02:27.11]你要静候 再静候
[02:30.69]就算失收 始终要守
[02:33.48]
[02:35.31]日后 尽量别教今天的泪白流
[02:42.34]留低击伤你的石头 从错误里吸收
[02:49.80]也许 丰收月份尚未到你也得接受
[02:56.83]或者要到你将爱酿成醇酒
[03:03.25]时机先至熟透
[03:06.98]
[03:09.68]想想天的一边 亦有个某某在等候
[03:24.00]一心只等葡萄熟透 尝杯酒
[03:39.00]
[03:39.85]别让寂寞害你伤得一夜白头
[03:46.62]仍得不需要的自由 和最耀眼伤口
[03:54.23]我知 日后路上或没有更美的邂逅
[04:01.08]但当你智慧都蕴酿成红酒
[04:07.52]仍可一醉自救
[04:12.52]
[04:13.44]谁都心酸过 那个没有
[04:23.85]


[00:02.89]
[00:23.57]月溅星河
[00:24.80]
[00:25.65]长路漫漫
[00:27.48]
[00:30.30]风烟残尽
[00:31.96]
[00:33.00]独影阑珊
[00:34.68]
[00:37.13]谁叫我身手不凡
[00:39.63]
[00:40.53]谁让我爱恨两难
[00:42.74]
[00:43.52]到后来
[00:44.64]
[00:46.90]肝肠寸断
[00:48.61]
[00:51.27]幻世当空
[00:52.85]
[00:53.52]恩怨休怀
[00:55.71]
[00:58.08]舍悟离迷
[00:59.90]
[01:00.59]六尘不改
[01:02.93]
[01:05.03]且怒且悲且狂哉
[01:07.36]
[01:08.45]是人是鬼是妖怪
[01:10.30]
[01:11.32]不过是
[01:13.08]
[01:14.65]心有魔债
[01:17.07]
[01:18.27]叫一声佛祖
[01:21.26]回头无岸
[01:23.48]
[01:25.41]跪一人为师
[01:28.22]生死无关
[01:31.04]
[01:32.91]善恶浮世真假界
[01:35.53]
[01:36.35]尘缘散聚不分明
[01:39.41]难断
[01:41.23]
[01:42.96]我要
[01:44.11]
[01:44.78]这铁棒有何用
[01:48.40]
[01:50.01]我有
[01:51.17]
[01:51.74]这变化又如何
[01:55.36]
[01:56.33]还是不安
[01:58.94]
[01:59.68]还是氐惆
[02:02.48]
[02:03.74]金箍当头
[02:05.25]
[02:05.93]欲说还休
[02:09.60]
[02:26.69]我要
[02:27.63]
[02:28.37]这铁棒醉舞魔
[02:31.78]
[02:33.51]我有
[02:35.19]这变化乱迷浊
[02:38.96]
[02:39.76]踏碎灵霄
[02:42.89]放肆桀骜
[02:45.88]
[02:47.23]世恶道险
[02:49.34]终究难逃
[02:52.86]
[02:55.22]这一棒
[02:59.03]
[02:59.57]早已灰飞烟灭

[00:00.00] 金玟岐 —— 新娘阿花
[00:10.37] 词曲：金玟岐
[00:16.11] 阿花今年二十八
[00:20.10] 家人催她谈婚论嫁
[00:23.96] 相亲对象他叫做阿发
[00:27.26] 有房有车子还有真皮沙发
[00:31.76] 阿花初次见阿发
[00:35.73] 没有面红心跳只是尴尬
[00:39.65] 阿发自荐今年三十加
[00:43.05] 工作稳定该有个家
[00:46.74] 后来故事发展也没差
[00:50.93] 阿花为他穿上了洁白的纱
[00:54.64] 那个人不是旧爱志明啊
[00:58.73] 也不是刻骨铭心的阿忠呀
[01:02.49] 祝福她祝福她
[01:06.60] 就算王子不是骑着白马
[01:10.38] 也值得去拥有幸福啊
[01:14.55] 不管粗茶淡饭富贵荣华
[01:17.82] 祝福她新娘阿花
[01:21.84] 少女的梦就寄存在昨天啦
[01:26.02] 那些爱的代价扎成捧花
[01:30.63] 抛出去换个新的她 住新的家
[01:52.33] 阿发牵起了阿花
[01:56.40] 无名指闪耀着那誓言啊
[02:00.22] 一生一世不过转眼一霎
[02:04.14] 结发同行吧
[02:07.35] 后来故事发展也不差
[02:11.39] 三菜一汤阿花等阿发回家
[02:15.25] 两个人依偎在那沙发
[02:19.25] 看一看电影也会聊聊八卦
[02:25.15] 祝福她祝福她
[02:28.64] 就算王子不是骑着白马
[02:32.72] 也值得去拥有幸福啊
[02:37.13] 不管粗茶淡饭富贵荣华
[02:40.53] 祝福她新娘阿花
[02:44.21] 少女的梦就寄存昨天啦
[02:48.37] 那些爱的代价扎成捧花
[02:53.01] 抛出去换个新的她
[02:56.46] 祝福她祝福她
[03:00.25] 就算王子不是骑着白马
[03:04.42] 也值得去拥有幸福啊
[03:08.79] 不管粗茶淡饭富贵荣华
[03:12.20] 祝福她新娘阿花
[03:15.89] 少女的梦就寄存昨天啦
[03:20.11] 那些爱的代价扎成捧花 
[03:25.00] 抛出去换个新的她 住新的家
[03:31.45] 阿花今年六十八
[03:35.68] 她最近爱上了种花
[03:40.32] 阿发清晨买早餐回家
[03:44.14] 豆浆热热的开雾花

var lyrics1=[
"眉目里似哭不似哭",
"还祈求甚么说不出",
"陪著你轻呼著烟圈",
"到唇边　讲不出满足",
"你的温柔怎可以捕捉",
"越来越近　却从不接触",
"La......　La......",
"茶没有喝光早变酸",
"从来未热恋已相恋",
"那缠绕　怎么可算短",
"你的衣裳今天我在穿",
"未留住你　却仍然温暖",
"徘徊在似苦又甜之间",
"望不穿这暖昧的眼",
"爱或情借来填一晚",
"终须都归还　无谓多贪",
"犹疑在似即若离之间",
"望不穿这暖昧的眼",
"似是浓却仍然很淡",
"天早灰蓝想告别",
"偏未晚",
" ",
"茶没有喝光早变酸",
"从来未热恋已相恋",
"那缠绕　怎么可算短",
"你的衣裳今天我在穿",
"未留住你　却仍然温暖",
"徘徊在似苦又甜之间",
"望不穿这暖昧的眼",
"爱或情借来填一晚",
"终须都归还　无谓多贪",
"犹疑在似即若离之间",
"望不穿这暖昧的眼",
"似是浓却仍然很淡",
"天早灰蓝想告别",
"偏未晚",
" ",
"徘徊在似苦又甜之间",
"望不穿这暖昧的眼",
"爱或情借来填一晚",
"终须都归还　无谓多贪",
"犹疑在似即若离之间",
"望不穿这暖昧的眼",
"似是浓却仍然很淡",
"天早灰蓝想告别",
"偏未晚"
];
var lyrics2=[
"我从来不曾抗拒你的魅力",
"虽然你从来不曾对我著迷",
"我总是微笑的看著你",
"我的情意总是轻易就洋溢眼底",
"我曾经想过在寂寞的夜里",
"你终於在意在我的房间里",
"你闭上眼睛亲吻了我",
"不说一句紧紧抱我在你怀里",
"我是爱你的",
"我爱你到底",
"生平第一次我放下矜持",
"任凭自己幻想一切关於我和你",
"你是爱我的",
"你爱我到底",
"生平第一次我放下矜持",
"相信自己真的可以深深去爱你",
" ",
"我曾经想过在寂寞的夜里",
"你终於在意在我的房间里",
"你闭上眼睛亲吻了我",
"不说一句紧紧抱我在你怀里",
"我是爱你的",
"我爱你到底",
"生平第一次我放下矜持",
"任凭自己幻想一切关於我和你",
"你是爱我的",
"你爱我到底",
"生平第一次我放下矜持",
"相信自己真的可以深深去爱你",
" ",
"深深去爱你",
" ",
"深深去爱你"
];
var lyrics3=[
"差不多冬至一早一晚还是有雨",
"当初的坚持 现已令你很怀疑 很怀疑",
"你最尾等到 只有这枯枝",
"苦恋几多次 悉心栽种全力灌注",
"所得竟不如 别个后辈收成时",
"这一次你真的很介意",
"但见旁人谈情何引诱",
"问到何时葡萄先熟透",
"你要静候 再静候",
"就算失收 始终要守",
"日后 尽量别教今天的泪白流",
"留低击伤你的石头 从错误里吸收",
"也许 丰收月份尚未到你也得接受",
"或者要到你将爱酿成醇酒",
"时机先至熟透",
" ",
"应该怎么爱 可惜书里从没记载",
"终于摸出来 但岁月却不回来 不回来",
"错过了春天 可会再花开",
"一千种恋爱 一些需要情泪灌溉",
"枯毁的温柔 在最后会长回来",
"错的爱乃必经的配菜",
"但见旁人谈情何引诱",
"问到何时葡萄先熟透",
"你要静候 再静候",
"就算失收 始终要守",
"日后 尽量别教今天的泪白流",
"留低击伤你的石头 从错误里吸收",
"也许 丰收月份尚未到你也得接受",
"或者要到你将爱酿成醇酒",
"时机先至熟透",
" ",
"想想天的一边 亦有个某某在等候",
"一心只等葡萄熟透 尝杯酒",
"别让寂寞害你伤得一夜白头",
"仍得不需要的自由 和最耀眼伤口",
"我知 日后路上或没有更美的邂逅",
"但当你智慧都蕴酿成红酒",
"仍可一醉自救",
"谁都心酸过 那个没有"
];

var lyrics4=[
"月溅星河 长路漫漫",
"风烟残尽 独影阑珊",
"谁叫我身手不凡",
"谁让我爱恨两难",
"到后来 肝肠寸断",
"幻世当空 恩怨休怀",
"舍悟离迷 六尘不改",
"且怒且悲且狂哉",
"是人是鬼是妖怪",
"不过是 心有魔债",
"叫一声佛祖 回头无岸",
"跪一人为师 生死无关",
"善恶浮世真假界",
"尘缘散聚不分明 难断",
"我要 这铁棒有何用",
"我有 这变化又如何",
"还是不安 还是氐惆",
"金箍当头 欲说还休",
" ",
"我要 这铁棒醉舞魔",
"我有 这变化乱迷浊",
"踏碎灵霄 放肆桀骜",
"世恶道险 终究难逃",
"这一棒",
"叫你灰飞烟灭"
];
var lyrics5=[
"阿花今年二十八",
"家人催她谈婚论嫁",
"相亲对象他叫做阿发",
"有房有车子还有真皮沙发",
"阿花初次见阿发",
"没有面红心跳只是尴尬",
"阿发自荐今年三十加",
"工作稳定该有个家",
"后来故事发展也没差",
"阿花为他穿上了洁白的纱",
"那个人不是旧爱志明啊",
"也不是刻骨铭心的阿忠呀",
"祝福她祝福她",
"就算王子不是骑着白马",
"也值得去拥有幸福啊",
"不管粗茶淡饭富贵荣华",
"祝福她新娘阿花",
"少女的梦就寄存在昨天啦",
"那些爱的代价扎成捧花",
"抛出去换个新的她 住新的家",
" ",
"阿发牵起了阿花",
"无名指闪耀着那誓言啊",
"一生一世不过转眼一霎",
"结发同行吧",
"后来故事发展也不差",
"三菜一汤阿花等阿发回家",
"两个人依偎在那沙发",
"看一看电影也会聊聊八卦",
"祝福她祝福她",
"就算王子不是骑着白马",
"也值得去拥有幸福啊",
"不管粗茶淡饭富贵荣华",
"祝福她新娘阿花",
"少女的梦就寄存在昨天啦",
"那些爱的代价扎成捧花",
"抛出去换个新的她 住新的家",
" ",
"阿花今年六十八",
"她最近爱上了种花",
"阿发清晨买早餐回家",
"豆浆热热的开雾花"
];